---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsShowProfileType
source: html/35438b92-3c35-aab9-89db-e111633824c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsShowProfileType Property

"Show Round"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsShowProfileType { get; }
```